Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: • Your salary ask: fair ✓
de: • Dein Gehaltswunsch: fair ✓
fr: • Tes prétentions salariales : raisonnables ✓
it: • La tua richiesta di stipendio: equa ✓
ja: • 希望給与：適正です ✓
uk: • Бажана зарплата: справедлива ✓

source: • Your schooling for this job: %@
de: • Deine Schulbildung für diesen Job: %@
fr: • Tes études pour ce poste : %@
it: • I tuoi studi per questo lavoro: %@
ja: • この仕事に対する学歴：%@
uk: • Твоя освіта для цієї роботи: %@

# • Your skills: %lld of %lld are strong enough (%@ match)
source: • Your skills: %1$lld of %2$lld are strong enough (%3$@ match)
de: • Deine Fähigkeiten: %1$lld von %2$lld sind stark genug (%3$@ Übereinstimmung)
fr: • Tes compétences : %1$lld sur %2$lld sont assez solides (%3$@ d’adéquation)
it: • Le tue competenze: %1$lld su %2$lld sono abbastanza forti (%3$@ di affinità)
ja: • スキル：%2$lld個中%1$lld個が十分です（適合度%3$@）
uk: • Твої навички: достатньо розвинено %1$lld із %2$lld (збіг: %3$@)

# • Your “%@” title: %@
source: • Your “%1$@” title: %2$@
de: • Dein Titel „%1$@“: %2$@
fr: • Ton titre « %1$@ » : %2$@
it: • Il tuo titolo «%1$@»: %2$@
ja: • 「%1$@」の称号：%2$@
uk: • Твій титул «%1$@»: %2$@

source: • Your 💼 Business fame — investors back founders they've heard of (+%@ now, up to +25%%)
de: • Dein 💼 Ruhm in Wirtschaft – Investoren unterstützen Gründer, von denen sie schon gehört haben (jetzt +%@, bis zu +25 %%)
fr: • Ta renommée en 💼 Business — les investisseurs soutiennent les fondateurs dont ils ont entendu parler (+%@ aujourd’hui, jusqu’à +25 %%)
it: • La tua fama 💼 Business — gli investitori puntano sui fondatori di cui hanno sentito parlare (+%@ ora, fino a +25%%)
ja: • 💼 ビジネスでの名声：投資家は、名前を知っている創業者に出資します（現在+%@、最大+25%%）
uk: • Твоя 💼 слава в бізнесі — інвестори підтримують засновників, про яких чули (+%@ зараз, до +25%%)

source: • the skills this school looks for
de: • die Fähigkeiten, auf die diese Hochschule achtet
fr: • les compétences que cette école recherche
it: • le competenze che questa scuola cerca
ja: • この学校が重視するスキル
uk: • навички, які цінує цей заклад

source: • your %@ (for a first degree)
de: • deine Noten – %@ (für einen ersten Abschluss)
fr: • tes résultats scolaires, pour un premier diplôme : « %@ »
it: • i tuoi voti (%@), per una prima laurea
ja: • %@（最初の学位の場合）
uk: • твій показник «%@» (для першого ступеня)

source: • your prizes and titles (at top schools)
de: • deine Preise und Titel (an Spitzenhochschulen)
fr: • tes prix et titres (dans les meilleures écoles)
it: • i tuoi premi e titoli (nelle scuole di fascia alta)
ja: • 賞と称号（トップ校の場合）
uk: • твої призи й титули (у провідних закладах)

source: • 💵 A typical household: the first %1$@ of pay goes on living costs, and you save %2$@ of the rest. Your family pays %3$@ of tuition; you borrow the rest.
de: • 💵 Ein typischer Haushalt: Die ersten %1$@ des Gehalts gehen für Lebenshaltungskosten drauf, und du sparst %2$@ vom Rest. Deine Familie zahlt %3$@ der Studiengebühren; den Rest leihst du dir.
fr: • 💵 Un foyer typique : les premiers %1$@ du salaire partent en dépenses courantes, et tu épargnes %2$@ du reste. Ta famille paie %3$@ des frais de scolarité ; tu empruntes le reste.
it: • 💵 Una famiglia tipo: una prima parte dello stipendio (%1$@) va alle spese quotidiane e del resto ne risparmi una quota (%2$@). Le tasse d’iscrizione le paga in parte la tua famiglia (%3$@); il resto lo prendi in prestito.
ja: • 💵 ふつうの家庭：給料のうち最初の%1$@は生活費にあてられ、残りの%2$@を貯金します。授業料の%3$@は家族が払い、足りない分は借ります。
uk: • 💵 Типова сімʼя: перші %1$@ зарплати йдуть на витрати на життя, а від решти ти відкладаєш %2$@. Твоя сімʼя оплачує %3$@ плати за навчання, решту ти береш у кредит.

source: • 📉 About a %@ chance each calm year that a recession starts, and layoffs that hit some industries harder than others.
de: • 📉 Jedes Jahr ohne Rezession besteht eine Chance von etwa %@, dass eine beginnt; Entlassungen treffen manche Branchen härter als andere.
fr: • 📉 Chaque année sans crise, il y a environ %@ de chances qu’une récession commence, avec des licenciements qui touchent certains secteurs plus durement que d’autres.
it: • 📉 In un anno senza recessione c’è una probabilità (circa %@) che ne inizi una, e i licenziamenti colpiscono alcuni settori più di altri.
ja: • 📉 景気が落ち着いている年でも、毎年約%@の確率で不況が始まります。人員削減の影響が、ほかより大きく出る業界もあります。
uk: • 📉 У рік без рецесії шанс, що вона почнеться, — приблизно %@; скорочення сильніше вдаряють по одних галузях, ніж по інших.

source: ← Other fields
de: ← Andere Bereiche
fr: ← Autres domaines
it: ← Altri settori
ja: ← ほかの分野
uk: ← Інші сфери

source: ✂️ Chance of losing your job: %@
de: ✂️ Chance, den Job zu verlieren: %@
fr: ✂️ Risque de perdre ton emploi : %@
it: ✂️ Probabilità di perdere il lavoro: %@
ja: ✂️ 仕事を失う確率：%@
uk: ✂️ Шанс втратити роботу: %@

# ✅ %@ is now %lld — the job asks for %lld.
source: ✅ %1$@ is now %2$lld — the job asks for %3$lld.
de: ✅ %1$@ liegt jetzt bei %2$lld – der Job verlangt %3$lld.
fr: ✅ %1$@ est maintenant à %2$lld — le poste demande %3$lld.
it: ✅ %1$@: ora %2$lld — il lavoro richiede %3$lld.
ja: ✅ %1$@が%2$lldになりました。仕事が求めるのは%3$lldです。
uk: ✅ %1$@: тепер %2$lld — для цієї роботи потрібно %3$lld.

source: ✓ Earned
de: ✓ Erreicht
fr: ✓ Tu l’as
it: ✓ Ce l’hai
ja: ✓ 取得済み
uk: ✓ Здобуто

source: ✓ You can apply
de: ✓ Du kannst dich bewerben
fr: ✓ Tu peux postuler
it: ✓ Puoi candidarti
ja: ✓ 応募できます
uk: ✓ Можна подавати заявку

source: ✓ You can apply for this job.
de: ✓ Du kannst dich für diesen Job bewerben.
fr: ✓ Tu peux postuler à ce poste.
it: ✓ Puoi candidarti per questo lavoro.
ja: ✓ この仕事に応募できます。
uk: ✓ Ти можеш подати заявку на цю роботу.

source: ✨ With Apple Intelligence you can type to it, too. The chances it shows are always the game's real chances. Talking is free — it doesn't use up your year.
de: ✨ Mit Apple Intelligence kannst du ihm auch schreiben. Die Chancen, die er zeigt, sind immer die echten Chancen des Spiels. Reden kostet nichts – es verbraucht dein Jahr nicht.
fr: ✨ Avec Apple Intelligence, tu peux aussi lui écrire. Les chances qu’il affiche sont toujours les vraies chances du jeu. Discuter est gratuit — ça ne prend pas ton année.
it: ✨ Con Apple Intelligence puoi anche scrivere al consulente. Le probabilità che mostra sono sempre quelle reali del gioco. Parlare è gratis — non ti costa un anno.
ja: ✨ Apple Intelligenceを使うと、文字で話しかけることもできます。表示される確率は、いつもゲームの本当の確率です。話すのは無料で、その1年を使いません。
uk: ✨ З Apple Intelligence радникові можна й писати. Шанси, які він показує, завжди збігаються з реальними шансами в грі. Розмова безкоштовна — вона не забирає рік.

source: ❌ No offer this time.
de: ❌ Diesmal kein Angebot.
fr: ❌ Pas d’offre cette fois.
it: ❌ Nessuna offerta questa volta.
ja: ❌ 今回は不採用です。
uk: ❌ Цього разу пропозиції немає.

source: ⬆️ Getting promoted here: %@
de: ⬆️ Beförderung hier: %@
fr: ⬆️ Promotion dans ce secteur : %@
it: ⬆️ Promozione qui: %@
ja: ⬆️ この業界での昇進：%@
uk: ⬆️ Підвищення тут: %@

source: ⬆️ Promotions — doing your job well and being ready for the next one
de: ⬆️ Beförderungen – deinen Job gut machen und für den nächsten bereit sein
fr: ⬆️ Obtenir des promotions — bien faire ton travail et te préparer au poste suivant
it: ⬆️ Promozioni — svolgere bene il tuo lavoro e prepararti a quello successivo
ja: ⬆️ 昇進：いまの仕事をしっかりこなし、次の仕事に備えます
uk: ⬆️ Підвищення — добре працювати та вже вміти те, чого вимагає наступна посада

source: ⬆️ Promotions: from the second rung up, every ladder asks for more of it — often the skill holding a promotion back.
de: ⬆️ Beförderungen: ab der zweiten Stufe verlangt jede Karriereleiter mehr davon – oft ist es die Fähigkeit, die eine Beförderung bremst.
fr: ⬆️ Promotions : à partir du deuxième échelon, chaque filière en demande davantage — c’est souvent la compétence qui bloque une promotion.
it: ⬆️ Promozioni: dal secondo livello in su ogni carriera ne richiede di più — spesso è la competenza che frena una promozione.
ja: ⬆️ 昇進：2段階目から上は、どの昇進コースでもこのスキルがさらに求められます。昇進の足かせになりやすいスキルです。
uk: ⬆️ Підвищення: починаючи з другого щабля, кожні карʼєрні сходи вимагають цієї навички дедалі більше — часто саме вона стримує підвищення.

source: ⬆️ Promotions: from the second rung up, every ladder asks for more of it.
de: ⬆️ Beförderungen: ab der zweiten Stufe verlangt jede Karriereleiter mehr davon.
fr: ⬆️ Promotions : à partir du deuxième échelon, chaque filière en demande davantage.
it: ⬆️ Promozioni: dal secondo livello in su ogni carriera ne richiede di più.
ja: ⬆️ 昇進：2段階目から上は、どの昇進コースでもこのスキルがさらに求められます。
uk: ⬆️ Підвищення: починаючи з другого щабля, кожні карʼєрні сходи вимагають цієї навички дедалі більше.

source: ⬆️ Promotions: the top rung of a ladder asks for more of it.
de: ⬆️ Beförderungen: die oberste Stufe einer Karriereleiter verlangt mehr davon.
fr: ⬆️ Promotions : l’échelon le plus haut d’une filière en demande davantage.
it: ⬆️ Promozioni: il livello più alto di una carriera ne richiede di più.
ja: ⬆️ 昇進：昇進コースの最上位の段階では、このスキルがさらに求められます。
uk: ⬆️ Підвищення: верхній щабель карʼєрних сходів вимагає цієї навички більше.

source: 🌍 How it really works
de: 🌍 So funktioniert es wirklich
fr: 🌍 Comment ça marche vraiment
it: 🌍 Come funziona davvero
ja: 🌍 ほんとうのしくみ
uk: 🌍 Як це працює насправді

source: 🌍 How it works in real life
de: 🌍 So läuft es im echten Leben
fr: 🌍 Comment ça marche dans le monde réel
it: 🌍 Come funziona nella vita reale
ja: 🌍 現実でのしくみ
uk: 🌍 Як це працює в реальному житті

source: 🌐 General
de: 🌐 Allgemein
fr: 🌐 Général
it: 🌐 Generale
ja: 🌐 全般
uk: 🌐 Загальна

source: 🌟 Every year in business, every investment you win and every sale makes you better known in %1$@ %2$@ — so your next business is more likely to last.
de: 🌟 Jedes Jahr im Geschäft, jede gewonnene Finanzierungsrunde und jeder Verkauf machen dich in %1$@ %2$@ bekannter – so hält dein nächstes Unternehmen eher durch.
fr: 🌟 Chaque année d’activité, chaque levée de fonds obtenue et chaque vente te font connaître davantage en %1$@ %2$@ — ta prochaine entreprise a donc plus de chances de durer.
it: 🌟 Ogni anno di attività, ogni investimento che ottieni e ogni vendita aumentano la tua fama nel settore %1$@ %2$@ — così la tua prossima impresa ha più probabilità di durare.
ja: 🌟 事業を続けた年、出資を勝ち取るたび、売却するたびに、%1$@ %2$@での名声が高まり、次の事業が長続きしやすくなります。
uk: 🌟 Кожен рік у бізнесі, кожна здобута інвестиція та кожен продаж збільшують твою славу у сфері %1$@ «%2$@» — тож наступний бізнес із більшим шансом проіснує довго.

# 🌟 Your %@ fame went from %@ to %@.
source: 🌟 Your %1$@ fame went from %2$@ to %3$@.
de: 🌟 Dein Ruhm in %1$@ ist von %2$@ auf %3$@ gestiegen.
fr: 🌟 Ta renommée en %1$@ est passée de %2$@ à %3$@.
it: 🌟 La tua fama nel settore %1$@ è passata da %2$@ a %3$@.
ja: 🌟 %1$@の名声が%2$@から%3$@に上がりました。
uk: 🌟 Слава (%1$@): було %2$@, стало %3$@.

source: 🌱 Build it: Cooking, Foreign Languages — and care courses.
de: 🌱 Aufbauen: Kochen, Fremdsprachen – und Pflegekurse.
fr: 🌱 Pour progresser : Cuisine, Langues étrangères — et formations aux soins.
it: 🌱 Come svilupparla: Cucina, Lingue straniere — e corsi di assistenza.
ja: 🌱 伸ばし方：料理、外国語、そしてケアの講座。
uk: 🌱 Розвивай: Кулінарія, Іноземні мови — і курси з догляду.

source: 🌱 Build it: Debate, Foreign Languages, Reading & Writing, Music, Dance, Photography, History & Geography.
de: 🌱 Aufbauen: Debattieren, Fremdsprachen, Lesen & Schreiben, Musik, Tanzen, Fotografie, Geschichte & Erdkunde.
fr: 🌱 Pour progresser : Débat, Langues étrangères, Lecture et écriture, Musique, Danse, Photographie, Histoire-géographie.
it: 🌱 Come svilupparla: Dibattito, Lingue straniere, Lettura e scrittura, Musica, Danza, Fotografia, Storia e geografia.
ja: 🌱 伸ばし方：ディベート、外国語、読み書き、音楽、ダンス、写真、歴史・地理。
uk: 🌱 Розвивай: Дебати, Іноземні мови, Читання й письмо, Музика, Танці, Фотографія, Історія й географія.

source: 🌱 Build it: Debate, Student Council.
de: 🌱 Aufbauen: Debattieren, Schülerrat.
fr: 🌱 Pour progresser : Débat, Conseil des élèves.
it: 🌱 Come svilupparla: Dibattito, Consiglio degli studenti.
ja: 🌱 伸ばし方：ディベート、生徒会。
uk: 🌱 Розвивай: Дебати, Учнівська рада.

source: 🌱 Build it: Mathematics, Science, Coding, Chess, History & Geography, E-Sports.
de: 🌱 Aufbauen: Mathematik, Naturwissenschaften, Programmieren, Schach, Geschichte & Erdkunde, E-Sport.
fr: 🌱 Pour progresser : Mathématiques, Sciences, Programmation, Échecs, Histoire-géographie, E-sport.
it: 🌱 Come svilupparla: Matematica, Scienze, Coding, Scacchi, Storia e geografia, E-sport.
ja: 🌱 伸ばし方：数学、理科、プログラミング、チェス、歴史・地理、eスポーツ。
uk: 🌱 Розвивай: Математика, Природознавство, Програмування, Шахи, Історія й географія, Кіберспорт.

source: 🌱 Build it: Mathematics, Science, Coding, Chess, Reading & Writing, Drawing & Painting, Photography, Cooking, Tennis — and many courses.
de: 🌱 Aufbauen: Mathematik, Naturwissenschaften, Programmieren, Schach, Lesen & Schreiben, Zeichnen & Malen, Fotografie, Kochen, Tennis – und viele Kurse.
fr: 🌱 Pour progresser : Mathématiques, Sciences, Programmation, Échecs, Lecture et écriture, Dessin et peinture, Photographie, Cuisine, Tennis — et de nombreuses formations.
it: 🌱 Come svilupparla: Matematica, Scienze, Coding, Scacchi, Lettura e scrittura, Disegno e pittura, Fotografia, Cucina, Tennis — e molti corsi.
ja: 🌱 伸ばし方：数学、理科、プログラミング、チェス、読み書き、絵画、写真、料理、テニス、そして多くの講座。
uk: 🌱 Розвивай: Математика, Природознавство, Програмування, Шахи, Читання й письмо, Малювання й живопис, Фотографія, Кулінарія, Теніс — і багато курсів.

source: 🌱 Build it: Music, Drawing & Painting, Cooking, Gymnastics, E-Sports — and trade courses.
de: 🌱 Aufbauen: Musik, Zeichnen & Malen, Kochen, Turnen, E-Sport – und Handwerkskurse.
fr: 🌱 Pour progresser : Musique, Dessin et peinture, Cuisine, Gymnastique, E-sport — et formations aux métiers manuels.
it: 🌱 Come svilupparla: Musica, Disegno e pittura, Cucina, Ginnastica, E-sport — e corsi per mestieri.
ja: 🌱 伸ばし方：音楽、絵画、料理、体操、eスポーツ、そして技能系の講座。
uk: 🌱 Розвивай: Музика, Малювання й живопис, Кулінарія, Гімнастика, Кіберспорт — і курси робітничих професій.

source: 🌱 Build it: Music, Drawing & Painting, Photography, Cooking, Dance, Science, Reading & Writing.
de: 🌱 Aufbauen: Musik, Zeichnen & Malen, Fotografie, Kochen, Tanzen, Naturwissenschaften, Lesen & Schreiben.
fr: 🌱 Pour progresser : Musique, Dessin et peinture, Photographie, Cuisine, Danse, Sciences, Lecture et écriture.
it: 🌱 Come svilupparla: Musica, Disegno e pittura, Fotografia, Cucina, Danza, Scienze, Lettura e scrittura.
ja: 🌱 伸ばし方：音楽、絵画、写真、料理、ダンス、理科、読み書き。
uk: 🌱 Розвивай: Музика, Малювання й живопис, Фотографія, Кулінарія, Танці, Природознавство, Читання й письмо.

source: 🌱 Build it: Running, Martial Arts, Gymnastics, Music, Dance, Coding, Mathematics, Foreign Languages.
de: 🌱 Aufbauen: Laufen, Kampfsport, Turnen, Musik, Tanzen, Programmieren, Mathematik, Fremdsprachen.
fr: 🌱 Pour progresser : Course à pied, Arts martiaux, Gymnastique, Musique, Danse, Programmation, Mathématiques, Langues étrangères.
it: 🌱 Come svilupparla: Corsa, Arti marziali, Ginnastica, Musica, Danza, Coding, Matematica, Lingue straniere.
ja: 🌱 伸ばし方：ランニング、武道、体操、音楽、ダンス、プログラミング、数学、外国語。
uk: 🌱 Розвивай: Біг, Бойові мистецтва, Гімнастика, Музика, Танці, Програмування, Математика, Іноземні мови.

source: 🌱 Build it: Science, Photography, History & Geography.
de: 🌱 Aufbauen: Naturwissenschaften, Fotografie, Geschichte & Erdkunde.
fr: 🌱 Pour progresser : Sciences, Photographie, Histoire-géographie.
it: 🌱 Come svilupparla: Scienze, Fotografia, Storia e geografia.
ja: 🌱 伸ばし方：理科、写真、歴史・地理。
uk: 🌱 Розвивай: Природознавство, Фотографія, Історія й географія.

source: 🌱 Build it: Skateboarding & BMX, History & Geography — and some courses.
de: 🌱 Aufbauen: Skateboard & BMX, Geschichte & Erdkunde – und einige Kurse.
fr: 🌱 Pour progresser : Skateboard et BMX, Histoire-géographie — et certaines formations.
it: 🌱 Come svilupparla: Skateboard e BMX, Storia e geografia — e alcuni corsi.
ja: 🌱 伸ばし方：スケートボード・BMX、歴史・地理、そして一部の講座。
uk: 🌱 Розвивай: Скейтборд і BMX, Історія й географія — і деякі курси.

source: 🌱 Build it: Soccer, Basketball, Student Council.
de: 🌱 Aufbauen: Fußball, Basketball, Schülerrat.
fr: 🌱 Pour progresser : Football, Basket-ball, Conseil des élèves.
it: 🌱 Come svilupparla: Calcio, Basket, Consiglio degli studenti.
ja: 🌱 伸ばし方：サッカー、バスケットボール、生徒会。
uk: 🌱 Розвивай: Футбол, Баскетбол, Учнівська рада.

source: 🌱 Build it: Student Council; later, some courses.
de: 🌱 Aufbauen: Schülerrat; später einige Kurse.
fr: 🌱 Pour progresser : Conseil des élèves ; plus tard, certaines formations.
it: 🌱 Come svilupparla: Consiglio degli studenti; più avanti, alcuni corsi.
ja: 🌱 伸ばし方：生徒会、のちに一部の講座。
uk: 🌱 Розвивай: Учнівська рада; згодом — деякі курси.

source: 🌱 Build it: Student Council; later, some projects.
de: 🌱 Aufbauen: Schülerrat; später einige Projekte.
fr: 🌱 Pour progresser : Conseil des élèves ; plus tard, certains projets.
it: 🌱 Come svilupparla: Consiglio degli studenti; più avanti, alcuni progetti.
ja: 🌱 伸ばし方：生徒会、のちに一部のプロジェクト。
uk: 🌱 Розвивай: Учнівська рада; згодом — деякі проєкти.

source: 🌱 Build it: Swimming, Tennis, Martial Arts, Skateboarding & BMX, Chess, Drawing & Painting — and some courses.
de: 🌱 Aufbauen: Schwimmen, Tennis, Kampfsport, Skateboard & BMX, Schach, Zeichnen & Malen – und einige Kurse.
fr: 🌱 Pour progresser : Natation, Tennis, Arts martiaux, Skateboard et BMX, Échecs, Dessin et peinture — et certaines formations.
it: 🌱 Come svilupparla: Nuoto, Tennis, Arti marziali, Skateboard e BMX, Scacchi, Disegno e pittura — e alcuni corsi.
ja: 🌱 伸ばし方：水泳、テニス、武道、スケートボード・BMX、チェス、絵画、そして一部の講座。
uk: 🌱 Розвивай: Плавання, Теніс, Бойові мистецтва, Скейтборд і BMX, Шахи, Малювання й живопис — і деякі курси.

source: 🌱 Build it: any sport, and Dance.
de: 🌱 Aufbauen: jede Sportart und Tanzen.
fr: 🌱 Pour progresser : n’importe quel sport, et la Danse.
it: 🌱 Come svilupparla: qualsiasi sport e la Danza.
ja: 🌱 伸ばし方：どのスポーツでも、そしてダンス。
uk: 🌱 Розвивай: будь-який спорт і Танці.

source: 🎉 Goal reached!
de: 🎉 Ziel erreicht!
fr: 🎉 Objectif atteint !
it: 🎉 Obiettivo raggiunto!
ja: 🎉 目標達成！
uk: 🎉 Мету досягнуто!

source: 🎉 Investors said yes! The company is worth more, it can pay you more, and you earned the “%@” title.
de: 🎉 Die Investoren haben zugesagt! Das Unternehmen ist mehr wert, kann dir mehr zahlen und du hast dir den Titel „%@“ verdient.
fr: 🎉 Les investisseurs ont dit oui ! L’entreprise vaut plus, elle peut te payer davantage, et tu as décroché le titre « %@ ».
it: 🎉 Gli investitori hanno detto di sì! L’azienda vale di più, può pagarti di più e hai ottenuto il titolo «%@».
ja: 🎉 投資家が出資を決めました！会社の価値が上がり、給料も増え、「%@」の称号も獲得しました。
uk: 🎉 Інвестори сказали «так»! Компанія коштує більше, може платити тобі більше, і ти здобуваєш титул «%@».

source: 🎉 Offer accepted!
de: 🎉 Angebot angenommen!
fr: 🎉 Offre acceptée !
it: 🎉 Offerta accettata!
ja: 🎉 採用決定！
uk: 🎉 Пропозицію прийнято!

source: 🎉 Venture launched!
de: 🎉 Unternehmen gegründet!
fr: 🎉 Entreprise lancée !
it: 🎉 Impresa avviata!
ja: 🎉 事業を立ち上げました！
uk: 🎉 Бізнес запущено!

source: 🎉 You got a job on the %@ ladder!
de: 🎉 Du hast einen Job auf der Karriereleiter „%@“ bekommen!
fr: 🎉 Tu as décroché un poste dans la filière %@ !
it: 🎉 Hai ottenuto un lavoro nella carriera da %@!
ja: 🎉 %@の昇進コースで仕事に就きました！
uk: 🎉 Роботу на карʼєрних сходах «%@» отримано!

# 🎒 You'll start in %@ (%@ done).
source: 🎒 You'll start in %1$@ (%2$@ done).
de: 🎒 Du startest in dieser Schulstufe: %1$@ (%2$@ abgeschlossen).
fr: 🎒 Ton point de départ : %1$@ (%2$@ déjà derrière toi).
it: 🎒 Punto di partenza: %1$@ (dopo %2$@).
ja: 🎒 %1$@から始めます。%2$@は修了済みです。
uk: 🎒 Починаєш на етапі «%1$@» (етап «%2$@» пройдено).

source: 🎒 You'll start in %@.
de: 🎒 Du startest in dieser Schulstufe: %@.
fr: 🎒 Ton point de départ : %@.
it: 🎒 Punto di partenza: %@.
ja: 🎒 %@から始めます。
uk: 🎒 Починаєш на етапі «%@».

source: 🎒 You'll start in your last years of school (%@ done).
de: 🎒 Du startest in den letzten Schuljahren (%@ abgeschlossen).
fr: 🎒 Tu commenceras dans tes dernières années d’école (%@ déjà derrière toi).
it: 🎒 Punto di partenza: gli ultimi anni di scuola (dopo %@).
ja: 🎒 学校の最後の数年から始めます。%@は修了済みです。
uk: 🎒 Починаєш в останні роки школи (етап «%@» пройдено).

source: 🎓 Getting into college — each subject looks for its own skills
de: 🎓 Hochschulzulassung – jedes Fach verlangt eigene Fähigkeiten
fr: 🎓 Entrer à l’université — chaque matière demande ses propres compétences
it: 🎓 Entrare all’università — ogni ambito di studio richiede le sue competenze
ja: 🎓 大学への合格：学ぶ分野ごとに、求めるスキルがあります
uk: 🎓 Вступ до закладу — кожен напрям шукає свої навички

source: 🎓 Not this year
de: 🎓 Nicht dieses Jahr
fr: 🎓 Pas cette année
it: 🎓 Non quest’anno
ja: 🎓 今年は不合格
uk: 🎓 Не цього року

source: 🎓 Preferred education
de: 🎓 Bevorzugte Schulbildung
fr: 🎓 Études souhaitées
it: 🎓 Istruzione consigliata
ja: 🎓 歓迎学歴
uk: 🎓 Бажана освіта

source: 🎓 Schools: Arts and Design degrees.
de: 🎓 Studium: gefragt bei Abschlüssen in Kunst und Design.
fr: 🎓 Écoles : diplômes en Arts et en Design.
it: 🎓 Scuole: lauree in Arti e Design.
ja: 🎓 学校：芸術とデザインの学位。
uk: 🎓 Навчання: напрями «Мистецтво» та «Дизайн».

source: 🎓 Schools: Education, Health and Service degrees.
de: 🎓 Studium: gefragt bei Abschlüssen in Pädagogik, Gesundheit und Dienstleistung.
fr: 🎓 Écoles : diplômes en Enseignement, Santé et Services.
it: 🎓 Scuole: lauree in Pedagogia, Salute e Servizi.
ja: 🎓 学校：教育学、医療、サービスの学位。
uk: 🎓 Навчання: напрями «Педагогіка», «Здоровʼя» та «Сервіс».

source: 🎓 Schools: Engineering and Design degrees.
de: 🎓 Studium: gefragt bei Abschlüssen in Ingenieurwesen und Design.
fr: 🎓 Écoles : diplômes en Ingénierie et Design.
it: 🎓 Scuole: lauree in Ingegneria e Design.
ja: 🎓 学校：エンジニアリングとデザインの学位。
uk: 🎓 Навчання: напрями «Інженерія» та «Дизайн».

source: 🎓 Schools: Health, Sports and Agriculture degrees.
de: 🎓 Studium: gefragt bei Abschlüssen in Gesundheit, Sport und Landwirtschaft.
fr: 🎓 Écoles : diplômes en Santé, Sports et Agriculture.
it: 🎓 Scuole: lauree in Salute, Sport e Agricoltura.
ja: 🎓 学校：医療、スポーツ、農業の学位。
uk: 🎓 Навчання: напрями «Здоровʼя», «Спорт» і «Сільське господарство».

source: 🎓 Schools: Technology and Engineering degrees.
de: 🎓 Studium: gefragt bei Abschlüssen in Technologie und Ingenieurwesen.
fr: 🎓 Écoles : diplômes en Technologie et Ingénierie.
it: 🎓 Scuole: lauree in Tecnologia e Ingegneria.
ja: 🎓 学校：テクノロジーとエンジニアリングの学位。
uk: 🎓 Навчання: напрями «Інформаційні технології» та «Інженерія».

source: 🎓 Schools: Technology, Engineering, Arts, Design, Health and Law degrees.
de: 🎓 Studium: gefragt bei Abschlüssen in Technologie, Ingenieurwesen, Kunst, Design, Gesundheit und Recht.
fr: 🎓 Écoles : diplômes en Technologie, Ingénierie, Arts, Design, Santé et Droit.
it: 🎓 Scuole: lauree in Tecnologia, Ingegneria, Arti, Design, Salute e Diritto.
ja: 🎓 学校：テクノロジー、エンジニアリング、芸術、デザイン、医療、法律の学位。
uk: 🎓 Навчання: напрями «Інформаційні технології», «Інженерія», «Мистецтво», «Дизайн», «Здоровʼя» і «Право».

source: 🎓 Schools: Technology, Engineering, Business, Sports and Service degrees.
de: 🎓 Studium: gefragt bei Abschlüssen in Technologie, Ingenieurwesen, Wirtschaft, Sport und Dienstleistung.
fr: 🎓 Écoles : diplômes en Technologie, Ingénierie, Business, Sports et Services.
it: 🎓 Scuole: lauree in Tecnologia, Ingegneria, Business, Sport e Servizi.
ja: 🎓 学校：テクノロジー、エンジニアリング、ビジネス、スポーツ、サービスの学位。
uk: 🎓 Навчання: напрями «Інформаційні технології», «Інженерія», «Бізнес», «Спорт» і «Сервіс».

source: 🎓 Schools: Technology, Engineering, Science, Business and Law degrees look for it.
de: 🎓 Studium: gefragt bei Abschlüssen in Technologie, Ingenieurwesen, Wissenschaft, Wirtschaft und Recht.
fr: 🎓 Écoles : les diplômes en Technologie, Ingénierie, Sciences, Business et Droit la demandent.
it: 🎓 Scuole: la cercano le lauree in Tecnologia, Ingegneria, Scienze, Business e Diritto.
ja: 🎓 学校：テクノロジー、エンジニアリング、科学、ビジネス、法律の学位で求められます。
uk: 🎓 Навчання: цю навичку шукають на напрямах «Інформаційні технології», «Інженерія», «Природничі науки», «Бізнес» і «Право».
